[
   {
      "name": "Lao Tzu",
      "quotes": [
         "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
         "Compassionate toward yourself, you reconcile all beings in the world.",
         "The journey of a thousand miles begins with a single step.",
         "Mastering others is strength; mastering yourself is true power.",
         "A good traveler has no fixed plans and is not intent on arriving.",
         "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow.",
         "Those who know do not speak. Those who speak do not know.",
         "When you are content to be simply yourself and don't compare or compete, everyone will respect you.",
         "The truth is not always beautiful, nor beautiful words the truth.",
         "When I let go of what I am, I become what I might be.",
         "The best fighter is never angry.",
         "Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to.",
         "Because one is content with oneself, one doesn't need others' approval.",
         "A man with outward courage dares to die; a man with inner courage dares to live.",
         "Care about what other people think and you will always be their prisoner.",
         "If you are depressed you are living in the past. If you are anxious you are living in the future.",
         "Be careful what you water your dreams with. Water them with optimism and solutions and you will cultivate success.",
         "Always be on the lookout for ways to turn a problem into an opportunity for success.",
         "Nature does not hurry, yet everything is accomplished.",
         "At the center of your being you have the answer; you know who you are and you know what you want.",
         "Silence is a source of Great Strength.",
         "Stop thinking, and end your problems.",
         "Do you have the patience to wait until your mud settles and the water is clear?",
         "If you don't lose your objectives you can be long-lasting. If you die without loss, you are eternal.",
         "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
         "Manifest plainness, Embrace simplicity, Reduce selfishness, Have few desires.",
         "Music in the soul can be heard by the universe.",
         "Act without expectation."
      ]
   },
   
   {
      "name": "Chuang Tzu",
      "quotes": [
         "Words exist because of meaning. Once you've gotten the meaning, you can forget the words.",
         "I do not know whether I was then a man dreaming I was a butterfly, or whether I am now a butterfly, dreaming I am a man.",
         "Flow with whatever may happen, and let your mind be free: Stay centered by accepting whatever you are doing. This is the ultimate.",
         "A path is made by walking on it.",
         "Rewards and punishment is the lowest form of education.",
         "The wise man knows that it is better to sit on the banks of a remote mountain stream than to be emperor of the whole world.",
         "Happiness is the abscence of the striving for happiness.",
         "Immersed in the wonder of the Tao, you can deal with whatever life brings you, And when death comes, you are ready.",
         "To a mind that is still, the entire universe surrenders.",
         "To be truly ignorant, be content with your own knowledge.",
         "Only on waking do we know it was a dream. Only after the great awakening will we realize that this is the great dream.",
         "Forget the years, forget distinctions. Leap into the boundless and make it your home!",
         "If you can empty your own boat, Crossing the river of the world, No one will oppose you, No one will seek to harm you",
         "The baby looks at things all day without winking; that is because his eyes are not focused on any particular object.",
         "The sound of water says what I think.",
         "We are born from a quiet sleep, and we die to a calm awakening.",
         "If you have insight, you use your inner eye, your inner ear, to pierce to the heart of things, and have no need of intellectual knowledge.",
         "When the heart is right, \"for\" and \"against\" are forgotten.",
         "Great wisdom is generous; petty wisdom is contentious.",
         "A narrow-minded scholar cannot discuss the Tao, because he is constrained by his teachings.",
         "Only he who has no use for the empire is fit to be entrusted with it."
      ]
   },
   
   {
      "name": "Sadhguru",
      "quotes": [
         "Spiritual process is not a backward step. It is a leap forward to a place that others are yet to get to.",
         "How you are should never be determined by how someone else is. If you allow that, you will be a slave to that someone.",
         "People have a completely messed up idea of what freedom is. Giving in to your compulsions is not freedom.",
         "Learning per se is always liberating. What is frustrating is when it is imposed.",
         "Success will come easy once you function at your full potential.",
         "The mind is an accumulation of the past. Once you transcend the mind, the past has no more power over you.",
         "Every subatomic particle in your system is in constant transaction with the whole cosmos. You only believe you are a separate entity.",
         "The beauty of life lies not in what you get or have but in how you are.",
         "One who does not touch the stillnetss within and without will invariably get lost in the movement.",
         "Being on the spiritual path does not mean trying to get closer to the Divine - You are seeking to become one with the Divine.",
         "Where astrology tries to tell you how the cycles of the planets and stars bind you, the spiritual process tells you how to go beyond that.",
         "You may have a family, work, and things to do, but not for a moment should you forget the fundamental purpose of your life.",
         "Technology has made us superhuman in capability. Without the necessary inclusiveness, this can be disastrous.",
         "If you use more of anything than you need, on the overall scale of things, you are committing a crime against all life",
         "Yoga means breaking the cyclical process of life and making it a straight line.",
         "Using people and loving things. This is a complete misunderstanding of life. Things are for use. People are for love.",
         "The body is designed to perform all the necessary activity, as long as you live, if you keep it well.",
         "If your energy body is in full vibrancy, the physical body will naturally fix itself.",
         "Faith can move mountains, but it freezes your mind.",
         "No involvement, no spiritual process. It is the involvement that does it, not a particular act.",
         "Only body, mind, and emotions need company - that is the nature of the limited. If you go deeper, the limitless needs no company.",
         "We can exist here just as a piece of creation or as the source of creation. This is the choice we need to exercie.",
         "Life is not about pushing your way through. Life is about allowing life to push through you.",
         "The Divine is constantly wating at your doorstep to move in - if only you allow the necessary space.",
         "There are no certainties in physical existence. Everything is only a probability.",
         "Any philosophy is a sacrilege against creation. It just gives people the kinds of explanations that they want to hear.",
         "It is time we create a world where everyone can be who they are without it being an issue.",
         "What is good may not please everyone - what is pleasing may not be good for everyone."
      ]
   },
   
   {
      "name": "Bruce Lee",
      "quotes": [
         "If you truly love life, don’t waste time because time is what life is made of.",
         "Don’t fear failure. — Not failure, but low aim, is the crime. In great attempts it is glorious even to fail.",
         "The great mistake is to anticipate the outcome of the engagement; you ought not to be thinking of whether it ends in victory or defeat. Let nature take its course, and your tools will strike at the right moment.",
         "Defeat is a state of mind; no one is ever defeated until defeat has been accepted as a reality.",
         "It’s not the daily increase but daily decrease. Hack away at the unessential.",
         "Do not allow negative thoughts to enter your mind for they are the weeds that strangle confidence.",
         "I’m not in this world to live up to your expectations and you’re not in this world to live up to mine.",
         "As you think, so shall you become.",
         "The successful warrior is the average man, with laser-like focus.",
         "In order to control myself I must first accept myself by going with and not against my nature.",
         "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits.",
         "If you spend too much time thinking about a thing, you’ll never get it done.",
         "Real living is living for others.",
         "A quick temper will make a fool of you soon enough.",
         "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.",
         "Life’s battles don’t always go to the stronger or faster man. But sooner or later the man who wins, is the man who thinks he can.",
         "Knowing is not enough, we must apply. Willing is not enough, we must do.",
         "Remember no man is really defeated unless he is discouraged.",
         "There is “what is” only when there is no comparing and to live with “what is” is to be peaceful.",
         "I fear not the man who has practiced 10,000 kicks once, but I fear the man who had practiced one kick 10,000 times.",
         "To hell with circumstances; I create opportunities.",
         "Do not pray for an easy life, pray for the strength to endure a difficult one.",
         "For it is easy to criticize and break down the spirit of others, but to know yourself takes a lifetime.",
         "In the middle of chaos lies opportunity.",
         "Showing off is the fool’s idea of glory.",
         "Mistakes are always forgivable, if one has the courage to admit them.",
         "Absorb what is useful, discard what is useless and add what is specifically your own.",
         "The more we value things, the less we value ourselves.",
         "Only the self-sufficient stand alone – most people follow the crowd and imitate.",
         "To know oneself is to study oneself in action with another person.",
         "It is not a shame to be knocked down by other people. The important thing is to ask when you’re being knocked down, ‘Why am I being knocked down?’ If a person can reflect in this way, then there is hope for this person.",
         "The doubters said: 'Man can not fly'; The doers said: 'Maybe, but we’ll try'; And finally soared in the morning glow while non-believers watched from below.",
         "Those who are unaware they are walking in darkness will never seek the light."
      ]
   },
   
   {
      "name": "Leonardo Da Vinci",
      "quotes": [
         "Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen.",
         "A painter should begin every canvas with a wash of black, because all things in nature are dark except where exposed by the light.",
         "Once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return.",
         "Study without desire spoils the memory, and it retains nothing that it takes in.",
         "The painter has the Universe in his mind and hands.",
         "Nothing strengthens authority so much as silence.",
         "I love those who can smile in trouble...",
         "One can have no smaller or greater mastery than mastery of oneself.",
         "The noblest pleasure is the joy of understanding.",
         "The smallest feline is a masterpiece.",
         "Art is never finished, only abandoned.",
         "As a well spent day brings happy sleep, so life well used brings happy death.",
         "If you are alone you belong entirely to yourself. If you are accompanied by even one companion you belong only half to yourself or even less",
         "Learning never exhausts the mind.",
         "The knowledge of all things is possible.",
         "The greatest deception men suffer is from their own opinions.",
         "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.",
         "Principles for the Development of a Complete Mind: Study the science of art. Study the art of science. Develop your senses- especially learn how to see. Realize that everything connects to everything else.",
         "The function of muscle is to pull and not to push, except in the case of the genitals and the tongue.",
         ""
      ]
   },
   
   {
      "name": "Nicola Tesla",
      "quotes": [
         "If you want to find the secrets of the universe, think in terms of energy, frequency and vibration.",
         "The day science begins to study non-physical phenomena, it will make more progress in one decade than in all the previous centuries of its existence.",
         "Of all things, I liked books best.",
         "My brain is only a receiver, in the Universe there is a core from which we obtain knowledge, strength and inspiration.",
         "Be alone, that is the secret of invention; be alone, that is when ideas are born.",
         "Peace can only come as a natural consequence of universal enlightenment...",
         "I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success...",
         "Our virtues and our failings are inseparable, like force and matter. When they separate, man is no more.",
         "Life is and will ever remain an equation incapable of solution, but it contains certain known factors.",
         "We crave for new sensations but soon become indifferent to them. The wonders of yesterday are today common occurrences.",
         "Invention is the most important product of man's creative brain. The ultimate purpose is the complete mastery of mind over the material world.",
         "If you only knew the magnificence of the 3, 6 and 9, then you would have the key to the universe.",
         "What one man calls God, another calls the laws of physics.",
         "Nature may reach the same result in many ways. Like a wave in the physical world, in the infinite ocean of the medium which pervades all.",
         "It is a common mistake to avoid imaginary, and ignore the real dangers.",
         "The individual is ephemeral, races and nations come and pass away, but man remains.",
         "If work is interpreted to be a definite performance in a specified time according to a rigid rule, then I may be the worst of idlers."
      ]
   },
   
   {
      "name": "Albert Einstein",
      "quotes": [
         "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
         "Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.",
         "If you can't explain it to a six year old, you don't understand it yourself.",
         "If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.",
         "Logic will get you from A to Z; imagination will get you everywhere.",
         "Life is like riding a bicycle. To keep your balance, you must keep moving.",
         "Anyone who has never made a mistake has never tried anything new.",
         "I speak to everyone in the same way, whether he is the garbage man or the president of the university.",
         "Never memorize something that you can look up.",
         "When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.",
         "A clever person solves a problem. A wise person avoids it.",
         "Science without religion is lame, religion without science is blind.",
         "Reality is merely an illusion, albeit a very persistent one.",
         "If we knew what it was we were doing, it would not be called research, would it?",
         "I have no special talents. I am only passionately curious.",
         "Any fool can know. The point is to understand.",
         "Try not to become a man of success. Rather become a man of value.",
         "The important thing is not to stop questioning. Curiosity has its own reason for existence.",
         "A human being is a part of the whole called by us universe, a part limited in time and space.",
         "Once you can accept the universe as matter expanding into nothing that is something, wearing stripes with plaid comes easy.",
         "If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music.",
         "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.",
         "I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.",
         "You never fail until you stop trying.",
         "The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science.",
         "Great spirits have always encountered violent opposition from mediocre minds.",
         "Gravitation is not responsible for people falling in love.",
         "It is not that I'm so smart. But I stay with the questions much longer.",
         "The measure of intelligence is the ability to change."
      ]
   },
   
   {
      "name": "Ada Lovelace",
      "quotes": [
         "I want to understand about the many connections and relations which occur to me, how the matter in question was first thought of or arrived at, etc., etc.",
         "What is imagination?…It is a God-like, a noble faculty. It renders earth tolerable; it teaches us to live, in the tone of the eternal.",
         "I am quite thunder-struck at the power of the writing. It is especially unlike a woman’s style surely; but neither can I compare it with any man’s exactly.",
         "What would be to me terrible, would be mind & activity impeded by health.",
         "I am in a charming state of confusion.",
         "Religion to me is science, and science is religion.",
         "Debugging is damnably troublesome work, and plagues me.",
         "Your best and wisest refuge from all troubles is in your science.",
         "The more I study, the more insatiable do I feel my genius for it to be.",
         "I don’t wish to be without my brains, tho’ they doubtless interfere with a blind faith which would be very comfortable.",
         "Forget this world and all its troubles and if possible its multitudinous Charlatans– everything in short but the Enchantress of Numbers.",
         "That brain of mine is something more than merely mortal; as time will show.",
         "Thus not only the mental and the material, but the theoretical and the practical in the mathematical world, are brought into more intimate and effective connection with each other.",
         "I believe myself to possess a most singular combination of qualities exactly fitted to make me pre-eminently a discoverer of the hidden realities of nature.",
         "The Analytical Engine weaves algebraic patterns, just as the Jacquard loom weaves flowers and leaves.",
         "The intellectual, the moral, the religious seem to me all naturally bound up and interlinked together in one great and harmonious whole.",
         "Imagination is the Discovering Faculty, pre-eminently. It is that which penetrates into the unseen worlds around us, the worlds of Science.",
         "Understand well as I may, my comprehension can only be an infinitesimal fraction of all I want to understand."
      ]
   },
   
   {
      "name": "Steve Jobs",
      "quotes": [
         "My favorite things in life don’t cost any money. It’s really clear that the most precious resource we all have is time.",
         "I’m as proud of many of the things we haven’t done as the things we have done. Innovation is saying no to a thousand things.",
         "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle. As with all matters of the heart, you’ll know when you find it.",
         "Have the courage to follow your heart and intuition. They somehow know what you truly want to become.",
         "I think if you do something and it turns out pretty good, then you should go do something else wonderful, not dwell on it for too long. Just figure out what’s next.",
         "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations.",
         "When you’re a carpenter making a beautiful chest of drawers, you’re not going to use a piece of plywood on the back, even though it faces the wall and nobody will see it. You’ll know it’s there, so you’re going to use a beautiful piece of wood on the back. For you to sleep well at night, the aesthetic, the quality, has to be carried all the way through.",
         "That’s been one of my mantras—focus and simplicity. Simple can be harder than complex; you have to work hard to get your thinking clean to make it simple.",
         "Quality is more important than quantity. One home run is much better than two doubles.",
         "Being the richest man in the cemetery doesn’t matter to me. Going to bed at night saying we’ve done something wonderful... that’s what matters to me.",
         "The people who are crazy enough to think they can change the world are the ones who do.",
         "Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma—which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition.",
         "We’re just enthusiastic about what we do.",
         "You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something—your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.",
         "Be a yardstick of quality. Some people aren’t used to an environment where excellence is expected.",
         "For the past 33 years, I have looked in the mirror every morning and asked myself: ‘If today were the last day of my life, would I want to do what I am about to do today?’ And whenever the answer has been ‘No’ for too many days in a row, I know I need to change something.",
         "I'm convinced that about half of what separates successful entrepreneurs from the non-successful ones is pure perseverance.",
         "What is Apple, after all? Apple is about people who think ‘outside the box,’ people who want to use computers to help them change the world, to help them create things that make a difference, and not just to get a job done.",
         "Things don’t have to change the world to be important.",
         "Technology is nothing. What’s important is that you have a faith in people, that they’re basically good and smart, and if you give them tools, they’ll do wonderful things with them.",
         "I’ve always been attracted to the more revolutionary changes. I don’t know why. Because they’re harder. They’re much more stressful emotionally. And you usually go through a period where everybody tells you that you’ve completely failed.",
         "Bottom line is, I didn’t return to Apple to make a fortune. I’ve been very lucky in my life and already have one. When I was 25, my net worth was $100 million or so. I decided then that I wasn’t going to let it ruin my life. There’s no way you could ever spend it all, and I don’t view wealth as something that validates my intelligence.",
         "My model for business is The Beatles: They were four guys that kept each others’ negative tendencies in check; they balanced each other. And the total was greater than the sum of the parts.",
         "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.",
         "Getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again. It freed me to enter one of the most creative periods of my life."
      ]
   }
]
